{
  "guidance": [
    {
      "assessment_criteria_id": "1.1.1",
      "assessment_criteria_name": "Principles of sustainable development",
      "guidance_text": "The incorporation of sustainable development principles within a project requires the consideration of a number of different issues. These can include effects of the works on the local environment, impacts on society and the economic impacts of the works on the local community, both during the construction of the project and the subsequent operation and eventual decommissioning. A number of these issues are covered in more detail by other requirements within BREEAM Infrastructure, so what this criterion is looking for is whether there is an overarching objective within the project team to consider the broader concepts of sustainable development within the project decision-making.\n\nFurther guidance on the principles of sustainable development can be found in the Royal Academy of Engineering's guide Engineering for Sustainable Development: Guiding principles (2005), which is available online at www.raeng.org.uk/publications/reports/engineering-for-sustainable-development."
    },
    {
      "assessment_criteria_id": "1.1.2",
      "assessment_criteria_name": "Construction management strategy",
      "guidance_text": "The incorporation of sustainability-driven principles for a construction management strategy requires the consideration of a number of different but inter-related issues. These can include but are not limited to:\n- effects of the construction processes on the environment and neighbours;\n- materials selection and sourcing;\n- transport of people and physical resources;\n- wider impacts on the community locally or regionally, depending on the project's geographic scale and timescale; and\n- the economic impacts of a project on the local or regional community.\n\nDevelopment of the strategy should start during the development of the project and be incorporated into the outline Construction Sustainability (or Environmental) Management Plan that should be handed over by the Client and Designer to the chosen Contractor for further development.\n\nA number of these issues are covered in more detail by other criteria in other sections within BREEAM Infrastructure. This criterion requires an overarching approach within the project team to consider and adopt appropriately the broader concepts of sustainability and sustainable development in planning the execution of the construction stage.\n\nFurther guidance on the principles of sustainable development can be found in the Royal Academy of Engineering’s guide Engineering for Sustainable Development: Guiding principles (2005), which is available online at www.raeng.org.uk/publications/reports/engineering-for-sustainable-development."
    },
    {
      "assessment_criteria_id": "1.1.4",
      "assessment_criteria_name": "Environmental and social performance in contracts",
      "guidance_text": "It is well known that different forms of contract can significantly influence the behaviour of the contracting parties, especially to those issues that are implied as being necessary rather than expressly stated. What is being sought here is that environmental and social performance requirements are expressly stated so that there is no doubt as to those requirements and the Designers and Contractors are properly resourced to deliver them.\n\nSocial performance could relate to a wide variety of issues, but some generic examples could include:\n- levels of engagement with the local community on consultation issues;\n- engagement with local schools to raise awareness of civil engineering;\n- contribution to the local economy, for instance through use of local labour on the project;\n- enhancement to community facilities as part of the contract;\n- requiring express commitments to minimising nuisance to neighbours within the constraints of the necessary construction processes.\n\nNote that this question only requires evidence that the Client is specifying environmental and social performance issues in contract requirements. Opportunities for the Designer and Contractor to score for their own setting of targets is covered in 1.1.5 and 1.1.6. Actual monitoring and reporting mechanisms are also covered in 1.1.5 and 1.1.6. Achievement is covered in other sections of this manual."
    },
    {
      "assessment_criteria_id": "1.1.5",
      "assessment_criteria_name": "Sustainability targets for construction",
      "guidance_text": "Targets should be quantifiable and where possible refer to timescales (i.e. SMART targets: Specific, Measurable, Achievable, Realistic, Timely).\n\nBest practice suggests that environmental and social performance is highest if the Client is involved in setting the requirements for the contract. However, if the Client does not specify this then there are still opportunities for the Designer to influence what happens during the construction stage.\n\nIt should be noted that the Client requirement is covered in 1.1.4. If this has been scored, then this requirement is about evidencing that the contract requirements have been translated into practice on the project and communicated. If 1.1.4 has not been scored, then evidence for this requirement also needs to demonstrate that appropriate targets are being set in relation to the significant aspects identified in 1.1.4."
    },
    {
      "assessment_criteria_id": "1.1.7",
      "assessment_criteria_name": "Sustainability targets for operation",
      "guidance_text": "Targets have to be set for operating the completed works and a monitoring programme, to be undertaken once construction is complete, must be in place in order to score. Target setting without monitoring progress is considered to be of little or no use.\n\nOperational targets are likely to relate to quantifiable measures, such as waste production, energy consumption, carbon dioxide production, natural resource consumption or pollution prevention. For example, an operational target might state that 50% of waste produced in tonnes during the first year of operation is to be recovered through either re-use, recycling or composting. Targets may also cover maintenance issues such as paints to be used or how to deal with waste arising from maintenance. Note that compliance with legislation cannot be regarded as an appropriate operational target.\n\nCommon minimal levels include targets for waste management and energy/CO2 reduction in design or in use. Targets need to be 'measurable' so that they can be monitored and measured against. Evidence needs to demonstrate that these have been 'signed up to' by those responsible for the project during operation. This could be completed during a formal meeting or similar, which could be evidenced by meeting minutes."
    },
    {
      "assessment_criteria_id": "1.1.8",
      "assessment_criteria_name": "Workforce consultation on sustainability performance",
      "guidance_text": "Experience so far on BREEAM Infrastructure-assessed projects indicates that the BREEAM Infrastructure process often triggers improvements to practice during both design and construction. This criterion focuses on steps at the construction stage within the project team for dialogue between project staff and the construction workforce that is aimed at identifying and communicating the lessons learnt and at seeking out further improvements that can be made."
    },
    {
      "assessment_criteria_id": "1.1.9",
      "assessment_criteria_name": "Communicating best practice",
      "guidance_text": "This is not aimed at trying to persuade project team members to disclose commercially competitive information freely. Rather, it is aimed at rewarding project team members who prepare papers in professional journals or report innovation in case studies prepared for BREEAM Infrastructure or other websites that promote innovation in construction, so that at least the principles of the best practice or innovation are made more widely known and therefore potentially exploitable by other teams.\n\nThe aim is to encourage and reward BREEAM Infrastructure users that:\n- report and demonstrate a practice that has gone beyond current engineering practice; and\n- is widely distributed and can be picked up by other parties and applied.\n\nFor innovation, the project team needs to demonstrate that a practice is being done for the first time rather than 'best practice' that is a further application of actions that have been carried out once.\n\nFor the credits to be scored, it is not necessary to demonstrate that the method reported is being used by other parties, but that effective dissemination has been achieved."
    }
  ]
}
