{
  "guidance": [
    {
      "assessment_criteria_id": "1.2.1",
      "assessment_criteria_name": "Environmental impacts and benefits assessment",
      "guidance_text": "In many areas of the world, project teams are required by regulations to undertake formal Environmental Impact Assessments (EIAs) as part of the consents process. However, this is not always a statutory requirement and the distances beyond the boundaries of the project site within which impacts are assessed can vary widely from one EIA to another.\n\nIt is vital to securing the best sustainability-driven project decisions that EIAs, whether statutorily required or not, are undertaken within the most appropriate time and geographical boundaries. This is to minimise the chances of significant adverse impacts that occur remotely from the project being ignored, and to maximise the chances of environmental enhancements associated with the project being realisable."
    },
    {
      "assessment_criteria_id": "1.2.4",
      "assessment_criteria_name": "Environmental impacts during construction",
      "guidance_text": "This criterion is seeking for the Contractor to have actively assessed in advance the environmental aspects and impacts of the works, including those generated by their supply chain, and planned the works accordingly. Issues that need to be addressed in such an assessment include but are not necessarily limited to:\n- impacts of the production of materials used in the works;\n- minimising the use of any hazardous materials to be used in the construction stage;\n- minimising water use during construction (consistent with other requirements such as dust control);\n- energy consumption and carbon emissions during the construction stage;\n- pollution prevention, especially of any water bodies near or under the site;\n- impacts on flora and fauna;\n- dealing with any contaminated soils or other materials and components on the site;\n- dealing with excavation arisings and wastes from the works.\n\nGuidance on these issues is available in the appropriate sections of this manual."
    },
    {
      "assessment_criteria_id": "1.2.5",
      "assessment_criteria_name": "Environmental and social aspects assessment",
      "guidance_text": "It is considered vital for the successful management of the environmental and social aspects of a project for the commitment to their consideration, assessment and delivery to not only be made by the senior management of each major party to the project but also written down so that it can be readily communicated to project team members and stakeholders."
    },
    {
      "assessment_criteria_id": "1.2.6",
      "assessment_criteria_name": "Co-ordination of environment and social aspects",
      "guidance_text": "Every project, irrespective of size, should have someone designated as being responsible for its environmental and social aspects. On smaller projects, a member of the project team may be responsible for this along with their other duties. On larger-scale projects, it is likely to be a dedicated Sustainability or Environmental Manager or Coordinator. On partnership projects, it may be the same person at each stage.\n\nFor the score to be awarded detailed duties and responsibilities in relation to the project must have been set out on appointment."
    },
    {
      "assessment_criteria_id": "1.2.7",
      "assessment_criteria_name": "Identification and prioritisation of impacts",
      "guidance_text": "All adverse environmental risks and impacts of the project – and the associated social issues – should be identified, as well as positive impacts and opportunities for environmental and social improvements resulting from the project.\n\nThe significance of adverse impacts is usually assessed by a combination of the potential severity and the likelihood of the impact occurring if no action is taken to avoid it. The result of this assessment then enables prioritisation of risks and impacts according to significance, which assists in setting the priorities for mitigation measures.\n\nThe significance of positive impacts and opportunities is similarly assessed according to the expected environmental benefit and the likelihood of their occurring or being able to be carried out as part of the project. This will then guide decisions on which of the opportunities the project team should concentrate."
    },
    {
      "assessment_criteria_id": "1.2.8",
      "assessment_criteria_name": "Sustainability management mechanisms",
      "guidance_text": "At design stage, ‘appropriate mechanisms’ could be in the form of a Project Environmental Management Plan (PEMP) or Action Plan with active monitoring of progress against the plan. However, the fact that an environmental impact assessment has been undertaken for the project is not regarded as evidence that mechanisms for the management of issues identified in such a study are being operated effectively and appropriately.\n\nAt construction stage, ‘appropriate mechanisms’ could be in the form of a Site Environmental Management Plan (SEMP) or an Integrated Site Management Plan that includes coverage and management of environmental and social issues again with active monitoring of progress against the plan. Such a plan would cover the management of all significant environmental and social aspects of the construction process and would be drawn up specifically for the relevant site and project. It should address issues such as minimising nuisance to neighbours, the management of sub-contractors’ and suppliers’ environmental performance, and training requirements. It should also include procedures for monitoring its implementation, emergency response plans, and operational control procedures (for example, for waste disposal and spill prevention).\n\nIt is very important that Designers positively seek information and get copies of, agreements, commitments and undertakings made during the consents process and integrate them into the design process. Equally, Contractors need to secure and act on similar information from the consents and design process and during the construction stage to ensure that commitments made earlier in the project are adhered to and that inappropriate actions are avoided."
    },
    {
      "assessment_criteria_id": "1.2.9",
      "assessment_criteria_name": "Implementation of mechanisms",
      "guidance_text": "Interpretation of ‘regular’ depends on the size of the project and, in particular, the length of time the works are predicted to take. On the majority of projects, a review on a three-monthly basis would be acceptable, but this should be more frequent on projects or project phases of 6 months or less. If the review period is longer, and this is still considered acceptable, then it should be justified. In any case, it is essential that the extent of the reviews should be appropriate to the environmental risks and scale of the project.\n\nOn longer-duration or larger projects these checks are likely to include formal internal environmental audits. However, these may not be appropriate on smaller or shorter duration projects.\n\nThe important thing to demonstrate for this criterion is that some form of checking has taken place to ensure the mechanisms referred to in 1.2.8 have been implemented and are effective. On smaller projects, this could, for instance, simply be records of reviews in weekly meeting minutes."
    },
    {
      "assessment_criteria_id": "1.2.10",
      "assessment_criteria_name": "Success of the mechanisms",
      "guidance_text": "As opposed to the regular checks of implementation referred to in 1.2.9, this criterion asks about the review of the results of implementation, which implies a further step and a more proactive review, looking at the outcome of the implemented mechanisms, not just whether they have been undertaken."
    },
    {
      "assessment_criteria_id": "1.2.11",
      "assessment_criteria_name": "Sustainability training",
      "guidance_text": "Project-specific environmental training should at a minimum cover the significant environmental impacts and opportunities identified (see 1.2.7), as well as instructions on how to deal with them. It can also include the issues of Site Waste Management Plans (SWMP), waste reduction, material resource efficiency, energy performance over the whole life of the completed works, and water consumption minimisation. These issues can be dealt with in a wide range of training sessions, including formal courses for project team members, sessions within project team meetings, or via site inductions and toolbox talks. Resources such as the CIRIA’s Environmental good practice on site guide (C741, 2015) and its associated pocket book (C762, 2016) provide useful information to support site environmental management. Records of the should be available."
    },
    {
      "assessment_criteria_id": "1.2.12",
      "assessment_criteria_name": "Project team communications",
      "guidance_text": "Assessment of impacts and opportunities (see 1.2.7) must have been carried out to be able to score here.\n\nThis would cover the outcome of any environmental or social impact assessment undertaken and can be relayed via contract documents and invitations to bid, project environmental management plans, method statements, start-up and progress meetings, or work instructions.\n\n‘All those directly engaged in the project’ includes project management, designers, contractors and sub-contractors, and anyone else actively engaged in the work, but not people from extractive industries or the factories or offices of suppliers of materials or services."
    }
  ]
}
